[ItemDefs.ID_IrisDL2_ProductRecall_Beer MissionItemDefinition]
UseFailureCharacterMessage="you must %s Use this opportunity."
ItemName="Bad beer"
PickupMessage="Near him %s"
UseFailureLevelMessage="You need at least %d to use this item.."
UseFailureConstraintsMessage="This product is missing."
NoManufacturerName="result"

[ItemDefs.ID_IrisDL2_ProductRecall_Beer:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="It can make you drunk and/or kill you."
NoConstraintText=""
Suffix=""
Prefix=""

